chakrounanas.turbo-console-log
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
diz.ecsstractor-port
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
goit.vscode-activity
hwencc.html-tag-wrapper
kamikillerto.vscode-colorize
ms-vscode.live-server
nhoizey.gremlins
ritwickdey.liveserver
tombonnike.vscode-status-bar-format-toggle
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
